{
    "\n": 0,
    " ": 1,
    "!": 2,
    "\"": 3,
    "#": 4,
    "$": 5,
    "%": 6,
    "&": 7,
    "'": 8,
    "(": 9,
    ")": 10,
    "*": 11,
    "+": 12,
    ",": 13,
    "-": 14,
    ".": 15,
    "/": 16,
    "0": 17,
    "1": 18,
    "2": 19,
    "3": 20,
    "4": 21,
    "5": 22,
    "6": 23,
    "7": 24,
    "8": 25,
    "9": 26,
    ":": 27,
    ";": 28,
    "<": 29,
    "=": 30,
    ">": 31,
    "?": 32,
    "@": 33,
    "A": 34,
    "B": 35,
    "C": 36,
    "D": 37,
    "E": 38,
    "F": 39,
    "G": 40,
    "H": 41,
    "I": 42,
    "J": 43,
    "K": 44,
    "L": 45,
    "M": 46,
    "N": 47,
    "O": 48,
    "P": 49,
    "Q": 50,
    "R": 51,
    "S": 52,
    "T": 53,
    "U": 54,
    "V": 55,
    "W": 56,
    "X": 57,
    "Y": 58,
    "Z": 59,
    "[": 60,
    "\\": 61,
    "]": 62,
    "^": 63,
    "_": 64,
    "`": 65,
    "a": 66,
    "b": 67,
    "c": 68,
    "d": 69,
    "e": 70,
    "f": 71,
    "g": 72,
    "h": 73,
    "i": 74,
    "j": 75,
    "k": 76,
    "l": 77,
    "m": 78,
    "n": 79,
    "o": 80,
    "p": 81,
    "q": 82,
    "r": 83,
    "s": 84,
    "t": 85,
    "u": 86,
    "v": 87,
    "w": 88,
    "x": 89,
    "y": 90,
    "z": 91,
    "{": 92,
    "|": 93,
    "}": 94,
    "~": 95,
    "\u00a3": 96,
    "\u00a8": 97,
    "\u00a9": 98,
    "\u00ae": 99,
    "\u00b0": 100,
    "\u00b4": 101,
    "\u00b7": 102,
    "\u00ba": 103,
    "\u00c7": 104,
    "\u00c9": 105,
    "\u00d7": 106,
    "\u00dc": 107,
    "\u00e0": 108,
    "\u00e1": 109,
    "\u00e3": 110,
    "\u00e5": 111,
    "\u00e6": 112,
    "\u00e8": 113,
    "\u00e9": 114,
    "\u00eb": 115,
    "\u00ed": 116,
    "\u00ee": 117,
    "\u00f1": 118,
    "\u00f2": 119,
    "\u00f3": 120,
    "\u00f4": 121,
    "\u00f6": 122,
    "\u00fa": 123,
    "\u00fc": 124,
    "\u00fd": 125,
    "\u0106": 126,
    "\u0107": 127,
    "\u0110": 128,
    "\u011f": 129,
    "\u0153": 130,
    "\u015e": 131,
    "\u015f": 132,
    "\u017d": 133,
    "\u02bc": 134,
    "\u039e": 135,
    "\u1ecb": 136,
    "\u1ee9": 137,
    "\u2011": 138,
    "\u2013": 139,
    "\u2014": 140,
    "\u2018": 141,
    "\u2019": 142,
    "\u201c": 143,
    "\u201d": 144,
    "\u2022": 145,
    "\u2026": 146,
    "\u2033": 147,
    "\u20ac": 148,
    "\u2122": 149,
    "\u2192": 150,
    "\u2500": 151,
    "\u2514": 152,
    "\u25cf": 153,
    "\u2615": 154,
    "\u26a0": 155,
    "\u2705": 156,
    "\u2728": 157,
    "\u2764": 158,
    "\u3001": 159,
    "\u3002": 160,
    "\u4e00": 161,
    "\u4e0e": 162,
    "\u4e1a": 163,
    "\u4e3a": 164,
    "\u4eba": 165,
    "\u4eec": 166,
    "\u4f9b": 167,
    "\u5168": 168,
    "\u516c": 169,
    "\u5173": 170,
    "\u51b3": 171,
    "\u5207": 172,
    "\u521b": 173,
    "\u52a8": 174,
    "\u52b3": 175,
    "\u53d8": 176,
    "\u53f8": 177,
    "\u5404": 178,
    "\u548c": 179,
    "\u56fd": 180,
    "\u573a": 181,
    "\u58eb": 182,
    "\u5b9e": 183,
    "\u5bb6": 184,
    "\u5bc6": 185,
    "\u5bfc": 186,
    "\u5e02": 187,
    "\u5e26": 188,
    "\u6027": 189,
    "\u60c5": 190,
    "\u6211": 191,
    "\u6218": 192,
    "\u6280": 193,
    "\u62a5": 194,
    "\u6307": 195,
    "\u63d0": 196,
    "\u65b0": 197,
    "\u662f": 198,
    "\u672f": 199,
    "\u6765": 200,
    "\u6ce8": 201,
    "\u6d4e": 202,
    "\u7403": 203,
    "\u7528": 204,
    "\u7565": 205,
    "\u7684": 206,
    "\u7814": 207,
    "\u79d1": 208,
    "\u7a76": 209,
    "\u7b56": 210,
    "\u7ecf": 211,
    "\u8005": 212,
    "\u884c": 213,
    "\u8896": 214,
    "\u8986": 215,
    "\u9645": 216,
    "\u9769": 217,
    "\u9886": 218,
    "\u98a0": 219,
    "\ufb01": 220,
    "\ufe0f": 221,
    "\uff0c": 222,
    "\ud835\ude77": 223,
    "\ud835\ude83": 224,
    "\ud835\ude8a": 225,
    "\ud835\ude8d": 226,
    "\ud835\ude8e": 227,
    "\ud835\ude8f": 228,
    "\ud835\ude92": 229,
    "\ud835\ude97": 230,
    "\ud835\udea2": 231,
    "\ud83c\uddec": 232,
    "\ud83c\uddf3": 233,
    "\ud83c\udf19": 234,
    "\ud83c\udf57": 235,
    "\ud83c\udf89": 236,
    "\ud83c\udfc4": 237,
    "\ud83d\udc4d": 238,
    "\ud83d\udc6f": 239,
    "\ud83d\udc8e": 240,
    "\ud83d\udd12": 241,
    "\ud83d\udd25": 242,
    "\ud83d\udd3a": 243,
    "\ud83d\uddff": 244,
    "\ud83d\ude02": 245,
    "\ud83d\ude08": 246,
    "\ud83d\ude09": 247,
    "\ud83d\ude0e": 248,
    "\ud83d\ude35": 249,
    "\ud83d\ude48": 250,
    "\ud83d\ude80": 251,
    "\ud83e\udd32": 252,
    "\ud83e\udd84": 253,
    "\ud83e\udd8d": 254,
    "\ud83e\uddfb": 255
}