{
    "0": "\n",
    "1": " ",
    "2": "!",
    "3": "\"",
    "4": "#",
    "5": "$",
    "6": "%",
    "7": "&",
    "8": "'",
    "9": "(",
    "10": ")",
    "11": "*",
    "12": "+",
    "13": ",",
    "14": "-",
    "15": ".",
    "16": "/",
    "17": "0",
    "18": "1",
    "19": "2",
    "20": "3",
    "21": "4",
    "22": "5",
    "23": "6",
    "24": "7",
    "25": "8",
    "26": "9",
    "27": ":",
    "28": ";",
    "29": "<",
    "30": "=",
    "31": ">",
    "32": "?",
    "33": "@",
    "34": "A",
    "35": "B",
    "36": "C",
    "37": "D",
    "38": "E",
    "39": "F",
    "40": "G",
    "41": "H",
    "42": "I",
    "43": "J",
    "44": "K",
    "45": "L",
    "46": "M",
    "47": "N",
    "48": "O",
    "49": "P",
    "50": "Q",
    "51": "R",
    "52": "S",
    "53": "T",
    "54": "U",
    "55": "V",
    "56": "W",
    "57": "X",
    "58": "Y",
    "59": "Z",
    "60": "[",
    "61": "\\",
    "62": "]",
    "63": "^",
    "64": "_",
    "65": "`",
    "66": "a",
    "67": "b",
    "68": "c",
    "69": "d",
    "70": "e",
    "71": "f",
    "72": "g",
    "73": "h",
    "74": "i",
    "75": "j",
    "76": "k",
    "77": "l",
    "78": "m",
    "79": "n",
    "80": "o",
    "81": "p",
    "82": "q",
    "83": "r",
    "84": "s",
    "85": "t",
    "86": "u",
    "87": "v",
    "88": "w",
    "89": "x",
    "90": "y",
    "91": "z",
    "92": "{",
    "93": "|",
    "94": "}",
    "95": "~",
    "96": "\u00a3",
    "97": "\u00a8",
    "98": "\u00a9",
    "99": "\u00ae",
    "100": "\u00b0",
    "101": "\u00b4",
    "102": "\u00b7",
    "103": "\u00ba",
    "104": "\u00c7",
    "105": "\u00c9",
    "106": "\u00d7",
    "107": "\u00dc",
    "108": "\u00e0",
    "109": "\u00e1",
    "110": "\u00e3",
    "111": "\u00e5",
    "112": "\u00e6",
    "113": "\u00e8",
    "114": "\u00e9",
    "115": "\u00eb",
    "116": "\u00ed",
    "117": "\u00ee",
    "118": "\u00f1",
    "119": "\u00f2",
    "120": "\u00f3",
    "121": "\u00f4",
    "122": "\u00f6",
    "123": "\u00fa",
    "124": "\u00fc",
    "125": "\u00fd",
    "126": "\u0106",
    "127": "\u0107",
    "128": "\u0110",
    "129": "\u011f",
    "130": "\u0153",
    "131": "\u015e",
    "132": "\u015f",
    "133": "\u017d",
    "134": "\u02bc",
    "135": "\u039e",
    "136": "\u1ecb",
    "137": "\u1ee9",
    "138": "\u2011",
    "139": "\u2013",
    "140": "\u2014",
    "141": "\u2018",
    "142": "\u2019",
    "143": "\u201c",
    "144": "\u201d",
    "145": "\u2022",
    "146": "\u2026",
    "147": "\u2033",
    "148": "\u20ac",
    "149": "\u2122",
    "150": "\u2192",
    "151": "\u2500",
    "152": "\u2514",
    "153": "\u25cf",
    "154": "\u2615",
    "155": "\u26a0",
    "156": "\u2705",
    "157": "\u2728",
    "158": "\u2764",
    "159": "\u3001",
    "160": "\u3002",
    "161": "\u4e00",
    "162": "\u4e0e",
    "163": "\u4e1a",
    "164": "\u4e3a",
    "165": "\u4eba",
    "166": "\u4eec",
    "167": "\u4f9b",
    "168": "\u5168",
    "169": "\u516c",
    "170": "\u5173",
    "171": "\u51b3",
    "172": "\u5207",
    "173": "\u521b",
    "174": "\u52a8",
    "175": "\u52b3",
    "176": "\u53d8",
    "177": "\u53f8",
    "178": "\u5404",
    "179": "\u548c",
    "180": "\u56fd",
    "181": "\u573a",
    "182": "\u58eb",
    "183": "\u5b9e",
    "184": "\u5bb6",
    "185": "\u5bc6",
    "186": "\u5bfc",
    "187": "\u5e02",
    "188": "\u5e26",
    "189": "\u6027",
    "190": "\u60c5",
    "191": "\u6211",
    "192": "\u6218",
    "193": "\u6280",
    "194": "\u62a5",
    "195": "\u6307",
    "196": "\u63d0",
    "197": "\u65b0",
    "198": "\u662f",
    "199": "\u672f",
    "200": "\u6765",
    "201": "\u6ce8",
    "202": "\u6d4e",
    "203": "\u7403",
    "204": "\u7528",
    "205": "\u7565",
    "206": "\u7684",
    "207": "\u7814",
    "208": "\u79d1",
    "209": "\u7a76",
    "210": "\u7b56",
    "211": "\u7ecf",
    "212": "\u8005",
    "213": "\u884c",
    "214": "\u8896",
    "215": "\u8986",
    "216": "\u9645",
    "217": "\u9769",
    "218": "\u9886",
    "219": "\u98a0",
    "220": "\ufb01",
    "221": "\ufe0f",
    "222": "\uff0c",
    "223": "\ud835\ude77",
    "224": "\ud835\ude83",
    "225": "\ud835\ude8a",
    "226": "\ud835\ude8d",
    "227": "\ud835\ude8e",
    "228": "\ud835\ude8f",
    "229": "\ud835\ude92",
    "230": "\ud835\ude97",
    "231": "\ud835\udea2",
    "232": "\ud83c\uddec",
    "233": "\ud83c\uddf3",
    "234": "\ud83c\udf19",
    "235": "\ud83c\udf57",
    "236": "\ud83c\udf89",
    "237": "\ud83c\udfc4",
    "238": "\ud83d\udc4d",
    "239": "\ud83d\udc6f",
    "240": "\ud83d\udc8e",
    "241": "\ud83d\udd12",
    "242": "\ud83d\udd25",
    "243": "\ud83d\udd3a",
    "244": "\ud83d\uddff",
    "245": "\ud83d\ude02",
    "246": "\ud83d\ude08",
    "247": "\ud83d\ude09",
    "248": "\ud83d\ude0e",
    "249": "\ud83d\ude35",
    "250": "\ud83d\ude48",
    "251": "\ud83d\ude80",
    "252": "\ud83e\udd32",
    "253": "\ud83e\udd84",
    "254": "\ud83e\udd8d",
    "255": "\ud83e\uddfb"
}